"A new version of %@ is available." = "A new version of %@ is available.";

"%@ %@ is now available - you have %@. Would you like to download it now?" = "%@ %@ is now available - you have %@. Would you like to download it now?";

"Download" = "Download";

"Skip This Version" = "Skip This Version";

"Remind Me Later" = "Remind Me Later";
